{
  "cohort": [
    {
      "id": 1,
      "firstName": "John",
      "lastName": "Bain",
      "reelThemIn": "<p></p>",
      "bio": "<p>Programming has always been an interest of mine. I was self-taught at first, then took classes at Tennessee Tech University that sparked my interest even more. It always feels great to get a project working no matter how big or small.</p>",
      "github": "https://github.com/johnbain881",
      "linkedIn": "https://www.linkedin.com/in/john-bain-/",
      "portfolio": "https://johnbain881.github.io/",
      "email": "johnknoxbain@gmail.com",
      "proImg": "/BW/JohnBW.jpg",
      "funImg": "/Color/John-Bain1.jpg",
      "capUrl": "InzCrXfY_MU"
    },
    {
      "id": 2,
      "firstName": "Zane",
      "lastName": "Bliss",
      "reelThemIn": "<p>\"It is said that the darkest hour of the night comes just before the dawn.\" <br> - Thomas Fuller</p>",
      "bio": "<p>I discovered a passion for creating software while I was a business administrator at an SEO Web Design company. After working closely with the development team, I realized that I wanted to use software to solve problems, invent new products and services, and improve efficiency. I decided to pursue a career in technology by enrolling in the Software Engineering program at Arizona State University. Later, I accelerated my career by enrolling in Nashville Software School, a Full Stack Software Development bootcamp in Nashville, TN. I am passionate about ongoing learning, problem-solving, teamwork, and collaboration. I am excited to find new ways to leverage technology to develop new products and services. Outside of my coursework at Nashville Software School, I am learning Swift and iOS development. </p>",
      "github": "https://github.com/ZaneBliss",
      "linkedIn": "https://www.linkedin.com/in/zanebliss/",
      "portfolio": "https://zanebliss.github.io/",
      "email": "zanebliss@icloud.com",
      "proImg": "/BW/ZaneBW.jpg",
      "funImg": "/Color/Zane-Bliss1.jpg",
      "hired": true
    },
    {
      "id": 3,
      "firstName": "Tanner",
      "lastName": "Brainard",
      "reelThemIn": "<p></p>",
      "bio": "<p>After quitting university studies and then living in NYC for a few years, I started to explore life outside of the US. I traveled through various parts of the world for a few years and eventually landed in Shanghai, where I started a small bakery business. After three years of living in Shanghai and two years of entrepreneurship, I decided it was time to close shop and start a life back in the US.<br><br>With personal time, I enjoy playing ultimate frisbee, making food, playing board games, partaking in discussions, taking photos, and reading.</p>",
      "github": "https://github.com/tannerb9",
      "linkedIn": "https://www.linkedin.com/in/tannerbrainard/",
      "portfolio": "https://tannerb9.github.io/",
      "email": "tannerbrainard9@gmail.com",
      "proImg": "/BW/TannerBW.jpg",
      "funImg": "/fun/tanner.jpg",
      "capUrl": "0I8FfuLiOtA"
    },
    {
      "id": 4,
      "firstName": "Michelle",
      "lastName": "McLane Brownlee",
      "reelThemIn": "<p>\"You're still muted.\"</p>",
      "bio": "<p>After spending many years passionately working as a social worker and counselor to advocate and provide services for the most vulnerable populations in our society, I took time off to raise my children. During that time, I added to my creative skills by opening a small pottery studio in my home. Now that I am ready to return to the workforce, I am combining my creative skills with my people skills and problem solving skills. Nashville Software School Full Stack Web Development 6 month boot camp is the perfect way to blend all of my strengths.<br><br>I have gained skills and experience in HTML5, CSS3, JavaScript, React.js, and Python/Django through team and individual projects. I look forward to continuing to expand my skills while working to solve problems in creative ways. Waking up every morning to new challenges and continued learning is an exciting way to start my new career path while utilizing my skills both new and old. </p>",
      "github": "https://github.com/mbrownlee",
      "linkedIn": "https://www.linkedin.com/in/michelle-mclane-brownlee-863b681a9/",
      "portfolio": "https://mbrownlee.github.io/Michelle/",
      "email": "mclanebrownlee@gmail.com",
      "proImg": "/BW/MichelleBW.jpg",
      "funImg": "/Color/Michelle-McLane-Brownlee1.png",
      "capUrl": "Jy9Rbn1gnVE"
    },
    {
      "id": 5,
      "firstName": "Stephen",
      "lastName": "Castaneda",
      "reelThemIn": "<p>\"No one really knows why they're alive until they know what they'll die for.\" <br> - Dr. Martin Luther King Jr.</p>",
      "bio": "<p>I am an extremely passionate full stack developer. I became interested in development after my curiosity in coding led me to explore coding in Python. My interest would eventually lead me to Nashville Software School. I love development because I enjoy tackling real world problems using technical solutions. I am excited to be a part of the ever-changing diverse landscape that makes up our technical community.</p>",
      "github": "https://github.com/stephencastaneda",
      "linkedIn": "https://linkedin.com/in/stephencastaneda40",
      "portfolio": "https://personal-bio-34470.web.app/",
      "email": "stephen.castaneda40@gmail.com",
      "proImg": "/BW/StephenBW.jpg",
      "funImg": "/fun/Stephen.jpg",
      "capUrl": "9ZHnLsWBqok"
    },
    {
      "id": 6,
      "firstName": "Felipe",
      "lastName": "Moura Fonseca Cavalcanti",
      "reelThemIn": "<p>\"Poets have been mysteriously silent on the subject of cheese.\"<br> - G.K. Chesterton</p>",
      "bio": "<p>As a lawyer in Brazil I had to be trained to work with complex situations that required creativity and skilled solutions regarding the majority of issues within society, specifically those touching upon civil law. Once in the United States, I allowed myself the opportunity to explore my natural interest for computer programming and began the process to educate myself and join the information technology field. I appreciate and enjoy the logistics of problem solving and the endless opportunities for learning that are integral to programming. </p>",
      "github": "https://github.com/felipetempus",
      "linkedIn": "https://www.linkedin.com/in/felipemourafc/",
      "portfolio": "",
      "email": "felipemouradev@gmail.com",
      "proImg": "/BW/FelipeBW.jpg",
      "funImg": "/fun/felipe.jpeg",
      "capUrl": "KSYQDhYkybA"
    },
    {
      "id": 7,
      "firstName": "Brian",
      "lastName": "Cravens",
      "reelThemIn": "<p></p>",
      "bio": "<p>I am a competitive athlete at my core, and that truth has absolutely shaped my professional career. I work well in a team environment, and I strive to be the best in everything I do. I have always loved technology, and after finishing college I knew I wanted to move in the direction of software development. Nashville Software School has given me the knowledge and confidence I needed to fully pursue a career in development. I love the constant challenges of being in software development and look forward to the continuous learning the field requires. </p>",
      "github": "https://github.com/BrianCravens",
      "linkedIn": "https://www.linkedin.com/in/bcravens/",
      "portfolio": "https://briancravens.github.io/",
      "email": "brian.cravens303@gmail.com",
      "proImg": "/BW/BrianBW.jpg",
      "funImg": "/Color/Brian-Cravens1.jpg",
      "capUrl": "fQIUcxZa-dY"
    },
    {
      "id": 8,
      "firstName": "Luke",
      "lastName": "Esworthy",
      "reelThemIn": "<p>\"It is useless to put on your brakes when you're upside down.\" <br> - Paul Newman</p>",
      "bio": "<p>As a current student at Nashville Software School and a perpetual student of life, I greatly value any chance to learn and grow. Whether doing something new or for the hundredth time, there is always an opportunity to get something new from every experience. After graduating with my B.S. in Business Administration from The University of Tennessee at Knoxville, I continued working in the automotive industry, where my passion is. In that time, I have been able to try my hand at many facets of the industry: photographing inventory and managing online sales site & advertisements, selling, managing a lot of vehicles for sale, completing regular maintenance & repairs, and custom performance enhancements. I have enjoyed the challenges I faced, the knowledge I gained and the relationships I made. My decision to make the move into being a full-time student and a complete shift in industries came not from boredom but from a change in where I see my life going, and this is my first step in that direction.</p>",
      "github": "https://github.com/LukeEsworthy",
      "linkedIn": "https://www.linkedin.com/in/lukeesworthy/",
      "portfolio": "https://lukeesworthy.github.io/",
      "email": "lukesworthy@gmail.com",
      "proImg": "/BW/LukeBW.jpg",
      "funImg": "/Color/Luke-Esworthy1.jpg",
      "capUrl": "JZjyaan7O_A"
    },
    {
      "id": 9,
      "firstName": "David",
      "lastName": "Everett",
      "reelThemIn": "<p></p>",
      "bio": "<p>I am a web developer and musician from central Illinois living in Nashville, TN since February of 2015.<br><br>Currently I am a student at Nashville Software School, set to graduate in September of 2020. I initially started the course part-time as a member of Evening Cohort 11 while I continued to work full time. I was already certain going into the course that this was the next direction I wanted to take, but I soon experienced the reawakening of a deep passion for web development that had long been set aside since childhood. It felt like I was being reunited with an old friend and I was ready to put all my chips in and do whatever it took to make this forgotten dream a reality. After completing the front-end section of the course in July of this year, I transferred to Cohort 40 as a full-time student and began taking a deep dive into Python / Django for my back-end studies. I find that web development allows me to thrive in the same way that music does: by allowing me to combine analytic, problem solving with creativity. At the end of the day, I hope to use my skills in both areas to enhance the lives of others.</p>",
      "github": "https://github.com/davideverett89",
      "linkedIn": "https://www.linkedin.com/in/david-everett/",
      "portfolio": "https://david-everett.web.app/",
      "email": "davideverett1989@gmail.com",
      "proImg": "/BW/DavidBW.jpg",
      "funImg": "/Color/David-Everett1.jpg",
      "capUrl": "A5pi3zj2EA0"
    },
    {
      "id": 10,
      "firstName": "Adrian",
      "lastName": "Garmendia",
      "reelThemIn": "<p>\"Me. We\" <br> - Muhammad Ali</p>",
      "bio": "<p>My professional career began in broadcasting where I spent my days with other creative people editing videos, creating news shows, running cameras and finally moving on to being a quality control technician. After broadcasting I moved on to a 13 year career with FedEx Express. A twist in life gave me the opportunity to learn an entirely new career in software development that I found through Nashville Software School. It’s been a joy continuing my team oriented ways in a new passion and creating apps. I've thoroughly enjoyed taking apps from entity-relationship diagrams to fully functioning applications. Especially enjoy the cooperative environment of the scrum process.</p>",
      "github": "https://github.com/AdiGarmendia",
      "linkedIn": "https://www.linkedin.com/in/adriangarmendia/",
      "portfolio": "https://adigarmendia.github.io/",
      "email": "dejima@gmail.com",
      "proImg": "/BW/AdrianBW.jpg",
      "funImg": "/fun/adrian.jpg",
      "capUrl": "D2a_CbfxugI"
    },
    {
      "id": 11,
      "firstName": "Sarah",
      "lastName": "Holder",
      "reelThemIn": "<p>\"Programming isn't about what you know; it's about what you can figure out.\"<br> - Chris Pine</p>",
      "bio": "<p>Software development is consistently changing, but my passion and enthusiasm for it doesn’t. The constantly changing technological environment is exciting and the challenges to find ways to drive efficiency through streamlining processes and identifying opportunities for innovations and improvements is fun and envigorating.  I am self-motivated and like to motivate others. Being part of a team and striving to make a positive impact in the workplace through communication, teamwork, encouragement and support is important in my future career goals and self-growth. Creative and critical thinking are both important and enjoyable part of the development process. During the pandemic I was able to overcome the challenges presented by working remote and was able to function as an integral part of a team. Through this experience I learned I can be successful in any environment.</p>",
      "github": "https://github.com/sarahholder",
      "linkedIn": "https://www.linkedin.com/in/sarah-holder-nashville/",
      "portfolio": "https://sarah-holder-sh.web.app/",
      "email": "sr.holder@yahoo.com",
      "proImg": "/BW/SarahBW.jpg",
      "funImg": "/fun/Sarah_Holder_Fun.jpg",
      "capUrl": ""
    },
    {
      "id": 12,
      "firstName": "Ronald",
      "lastName": "Lankford",
      "reelThemIn": "<p></p>",
      "bio": "<p>Keeping up with the latest trends of technology is a passion of mine. My passion for technology has grown even more with my career change into software development. Previously, most of my jobs were maintenance focused. So my day to day tasks were trying to understand, build, and repair things. It's exciting to use my problem solving skills to tackle problems with code. Facing new problems and trying to learn how to tackle it is something that I love about software development. I look forward to seeing where I will go in the field of software development! </p>",
      "github": "https://github.com/ronaldo1618",
      "linkedIn": "https://www.linkedin.com/in/ronald-lankford/",
      "portfolio": "https://ronaldo1618.github.io/",
      "email": "rolankford@gmail.com",
      "proImg": "/BW/RonaldBW.jpg",
      "funImg": "/Color/Ronald-Lankford1.jpg",
      "capUrl": "SVaspnhddII"
    },
    {
      "id": 13,
      "firstName": "Elijah",
      "lastName": "Lavoie",
      "reelThemIn": "<p></p>",
      "bio": "<p>Coming from a technologically heavy background, I've been interested in and using computers since I could sit in the chair. As I grew older, I began to take interest in programming. Once I took my first university level computer science course, I realized that my interest was more than just a hobby, which led me to take the leap into pursuing computer science as a career. </p>",
      "github": "https://github.com/eli-lavoie",
      "linkedIn": "https://www.linkedin.com/in/elijah-lavoie-8ba79a14a/",
      "portfolio": "https://eli-lavoie.github.io/",
      "email": "storey14@gmail.com",
      "proImg": "/BW/ElijahBW.jpg",
      "funImg": "/Color/Elijah-Lavoie1.png",
      "capUrl": "SCyFLyGdlbo"
    },
    {
      "id": 14,
      "firstName": "Davis",
      "lastName": "Lindell",
      "reelThemIn": "<p>\"You miss 100% of the shots you don't take\" <br> - Michael Scott - Wayne Gretzky</p>",
      "bio": "<p>A semi-recent transplant to Nashville, by way of Louisville, I've spent the majority of my working career inside every aspect of the hospitality industry. Back of house. Front of house. Manager, server, chef, you name it I've done it. Funnily enough I got my first introduction into coding just messing around on MySpace 15+ years ago. I always though it was so cool to manipulate my page to be, what I thought was, way cooler than everyone else's. Fast forward those 15 years, I hear about Nashville Software School through a good friend of mine and think this could be the career I've been looking for all along, right under my nose.</p>",
      "github": "https://github.com/delindell",
      "linkedIn": "https://www.linkedin.com/in/davislindell/",
      "portfolio": "https://davis-lindell-personal-site.web.app/",
      "email": "daviselindell@gmail.com",
      "proImg": "/BW/DavisBW.jpg",
      "funImg": "/Color/Davis-Lindell1.jpg",
      "capUrl": "fqOogwMe9RQ"
    },
    {
      "id": 15,
      "firstName": "Daniel",
      "lastName": "Meza",
      "reelThemIn": "<p> \"You miss 100% of the shots you don't take\" - Wayne Gretzky</p>",
      "bio": "<p>Learning new languages and technologies has been a hobby for 10 years. Thoroughly enjoy finding solutions to complex problems. Extremely lucky to be in a field where I can be a lifelong learner and continue growing and creating new opportunities!</p>",
      "github": "https://github.com/danny128373",
      "linkedIn": "https://www.linkedin.com/in/danielmeza1/",
      "portfolio": "https://danny128373.github.io/",
      "email": "dm3f90@gmail.com",
      "proImg": "/BW/DanielBW.jpg",
      "funImg": "/fun/daniel_meza_fun_photo.jpg",
      "capUrl": "Gc8BLAG-YIo"
    },
    {
      "id": 16,
      "firstName": "Kaleb",
      "lastName": "Moran",
      "reelThemIn": "",
      "bio": "<p>After 8 years managing and collaborating with teams to solve customer problems and team-member roadblocks, I felt it was time to expand my problem-solving toolkit. I enrolled at Nashville Software School in April 2020, and my passion for software development has grown with each new solution I uncover.</p>",
      "github": "https://github.com/iamkaleb",
      "linkedIn": "https://www.linkedin.com/in/kalebdmoran/",
      "portfolio": "",
      "email": "kalebdmoran@gmail.com",
      "proImg": "/BW/KalebBW.jpg",
      "funImg": "/Color/Kaleb-Moran1.png",
      "capUrl": ""
    },
    {
      "id": 17,
      "firstName": "Roxanne",
      "lastName": "Nasraty",
      "reelThemIn": "<p>\"What do now?\"<br> - Charlie Kelly</p>",
      "bio": "<p>I've traveled to Japan to teach English and partnered with insurance brokers to make sure employees could elect health care online. These experiences lead me to discover that I wanted to both interact with a wide range of people and get hands on involvement in making and maintaining the software I use. This lead me to enroll in a full-stack software development bootcamp at Nashville Software School.<br><br>I feel inspired by the constant challenge of keeping up with changing code norms, learning new languages, and knowing that you can always be better than you were the day before. </p>",
      "github": "https://github.com/rsnasraty",
      "linkedIn": "https://www.linkedin.com/in/rsnasraty/",
      "portfolio": "https://rsnasraty.github.io/",
      "email": "rsnasraty@gmail.com",
      "proImg": "/BW/RoxanneBW.jpg",
      "funImg": "/fun/RoxanneFun.jpg",
      "capUrl": "W9DRYUPVIWo"
    },
    {
      "id": 18,
      "firstName": "Zach",
      "lastName": "Nicholson",
      "reelThemIn": "<p>\"I don't take naps.\" <br> - Drake</p>",
      "bio": "<p>Writer and musician now turned computer programmer. With years of creative experience and a fresh programming education, I'm here to build forward-thinking technologies and user-friendly interfaces. I'm in love with coding and can't wait to work with others who feel the same.</p>",
      "github": "https://github.com/zachnich",
      "linkedIn": "https://www.linkedin.com/in/zachnicholson/",
      "portfolio": "https://zachnich.github.io/",
      "email": "zach.b.nicholson@gmail.com",
      "proImg": "/BW/ZachBW.jpg",
      "funImg": "/fun/kidZach.jpg",
      "capUrl": "GnZ5pRg-x4U"
    },
    {
      "id": 19,
      "firstName": "Evan",
      "lastName": "Reynolds",
      "reelThemIn": "<p></p>",
      "bio": "<p>Before Nashville Software School, I spent the last few years working in the mortgage industry as a loan officer. Over the years, I realized that it wasn’t something I was passionate about and started to explore other career paths. I’ve always had a major interest in technology/software but didn’t know where to start. After scowering the internet, I discovered Nashville Software School and signed up for the Web Development Jumpstart to test the waters. I was completely hooked after the first class. The reason I enjoy software development is because I love building things, I love problem solving, and I love a challenge. I love everything about being a software developer and I’m excited to keep learning and improving my skills.</p>",
      "github": "https://github.com/evanreynolds1116",
      "linkedIn": "https://www.linkedin.com/in/evanmaxreynolds/",
      "portfolio": "https://evanreynolds1116.github.io/",
      "email": "evan.m.reynolds95@gmail.com",
      "proImg": "/BW/EvanBW.jpg",
      "funImg": "/fun/evan.PNG",
      "capUrl": "hDGcfwsKqK0"
    },
    {
      "id": 20,
      "firstName": "Leigha",
      "lastName": "Robinson",
      "reelThemIn": "<p></p>",
      "bio": "<p>After my ice hockey career ended, I took all the passion I had training to achieve an elite level in my sport and poured that energy into exploring my other interests. While attending the University of Tennessee at Knoxville, I took an introduction into computer programming class that opened my eyes to the power of programming. <br/> Even while spending the last several years abroad in Canada where I completed a Bachelors degree in Performance Music and conducted children's choirs, I still would help friends and family with website design. I knew when I moved back home to Nashville this past year I wanted to make the career change into tech and continue my programming education. I’m so excited to use the skills I’ve developed in this next chapter. </p>",
      "github": "https://github.com/leigharobinson",
      "linkedIn": "https://www.linkedin.com/in/leigha-robinson-5ab412199/",
      "portfolio": "https://leigharobinson.github.io/",
      "email": "lmarobinson24@gmail.com",
      "proImg": "/BW/LeighaBW.jpg",
      "funImg": "/Color/Leigha-Robinson1.jpg",
      "capUrl": "zNoLnvTvIqU"
    },
    {
      "id": 21,
      "firstName": "Tom",
      "lastName": "Strother",
      "reelThemIn": "<p>\"Roads? Where We’re Going, We Don’t Need Roads.\" - Dr Emmet Brown</p>",
      "bio": "<p>Having founded two tech startups and being directly involved with building teams in my past work history, I truly understand a team's value. I know how crucial it is to have a calm and positive mindset in all situations, no matter the circumstance.<br><br>In the Software and Tech industry, continually learning and adapting is required. Over the past 15 years, I have self-taught myself all aspects of the entertainment industry. My start came as an audio engineer at the Conservatory of Recording arts but learned the skills required to not only operate but ultimately lead teams in Video, Lighting, Live Streaming, conference planning, and project management.<br><br>I have experience with a very diverse Tech Stack ranging from Vanilla Javascript, React, Python, Django HTML, and CSS. I also have experience working with Rest API and Postman for Database managed projects. On the design side I do have knowledge and working experience with the Adobe Suite (Photoshop, Premier Pro, XD, After Effects)</p>",
      "github": "https://github.com/tstrotherIV",
      "linkedIn": "https://www.linkedin.com/in/tomstrother/",
      "portfolio": "https://tstrotheriv.github.io/",
      "email": "tom@liveitnowent.com",
      "proImg": "/BW/TomBW.jpg",
      "funImg": "/Color/Tom-Strother.png",
      "capUrl": "-T3EBt_JhoE"
    },
    {
      "id": 22,
      "firstName": "Kirk",
      "lastName": "Sudduth",
      "reelThemIn": "<p>\"You asked the impossible of a machine... and the machine complied.\"<br> - Winston Niles Rumfoord</p>",
      "bio": "<p>Most of my working life has been spent punching the clock at restaurants. Specifically, Burger Up and Burger Up East Nashville. Restaurants are social places and I made some lasting relationships with regulars from my time there. The soft skills I have earned since I began working at restaurants are immeasurable. I thoroughly enjoyed my experience working at restaurants, but I felt the need to shift careers because software development is incredibly exciting and a tornado on March 3 destroyed BU East. When I'm not wading through the murky water of opportunity disguised as obstacle, I'm really loving getting to spend all this extra time with my partner and our child! Self-improvement is my daily pursuit.</p>",
      "github": "https://github.com/kirksudduth",
      "linkedIn": "https://www.linkedin.com/in/kirksudduth/",
      "portfolio": "https://kirksudduth.github.io/KirkSudduth/",
      "email": "kirksudduth@gmail.com",
      "proImg": "/BW/KirkBW.jpg",
      "funImg": "/Color/Kirk-Sudduth1.jpg",
      "capUrl": "yMDXY3DV4yI"
    }
  ]
}
